UpdateStudioWizard.missing.jar.download.ok=\u3059\u3079\u3066\u306E\u6B20\u3051\u3066\u3044\u308Bjar\u304C\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
UpdateStudioWizard.missing.jar.download.failed=\u4EE5\u4E0B\u306Ejar\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F: {0}
UpdateStudioWizard.some.jars.sucessfully.installed=\u4EE5\u4E0B\u306Ejar\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F: {0}
missing.third.parties.libs.feature.description=\u30E9\u30A4\u30BB\u30F3\u30B9\u4E0A\u306E\u7406\u7531\u3067\u3053\u306E\u88FD\u54C1\u3068\u4E00\u7DD2\u306B\u51FA\u8377\u3067\u304D\u306A\u3044\u3082\u306E\u306E\u3001\u88FD\u54C1\u3092\u6B63\u3057\u304F\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u306A\u3001\u3059\u3079\u3066\u306E\u5FC5\u8981\u306A\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D7\u3051\u5165\u308C\u308B\u3088\u3046\u306B\u6C42\u3081\u3089\u308C\u307E\u3059\u3002Talend Studio\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u3059\u3079\u3066\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D7\u3051\u5165\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u306A\u3044\u3068\u3001\u88FD\u54C1\u306B\u3068\u3063\u3066\u5FC5\u8981\u306A\u5834\u5408\u306B\u6BCE\u56DE\u3001\u6B20\u3051\u3066\u3044\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u306B\u3064\u3044\u3066\u9010\u4E00\u30D7\u30ED\u30F3\u30D7\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
missing.third.parties.libs.feature.name=\u5FC5\u9808\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA
missing.optional.third.parties.libs.feature.description=\u30E9\u30A4\u30BB\u30F3\u30B9\u4E0A\u306E\u7406\u7531\u3067\u3053\u306E\u88FD\u54C1\u3068\u4E00\u7DD2\u306B\u51FA\u8377\u3067\u304D\u306A\u3044\u3082\u306E\u306E\u3001\u88FD\u54C1\u306E\u3046\u3061\u30B3\u30A2\u3067\u306A\u3044\u7279\u5B9A\u306E\u90E8\u5206\u3092\u6B63\u3057\u304F\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u306A\u3001\u3059\u3079\u3066\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D7\u3051\u5165\u308C\u308B\u3088\u3046\u306B\u6C42\u3081\u3089\u308C\u307E\u3059\u3002Talend Studio\u306E\u95A2\u9023\u3059\u308B\u90E8\u5206\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u8A72\u5F53\u3059\u308B\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D7\u3051\u5165\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002 \n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u306A\u3044\u3068\u3001\u88FD\u54C1\u306B\u3068\u3063\u3066\u5FC5\u8981\u306A\u5834\u5408\u306B\u6BCE\u56DE\u3001\u6B20\u3051\u3066\u3044\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u306B\u3064\u3044\u3066\u9010\u4E00\u30D7\u30ED\u30F3\u30D7\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
missing.optional.third.parties.libs.feature.name=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA
no.dowload.location.to.configure="{0}"\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u624B\u52D5\u3067\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002 "\u7D42\u4E86"\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u51E6\u7406\u3092\u5B8C\u4E86\u3057\u307E\u3059\u3002
user.cancel.installation.of.feature=\u30E6\u30FC\u30B6\u30FC\u306F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\uFF1A{0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F\u3002
ExtraJarsFactory.checking.jars.to.install=jar\u30D5\u30A1\u30A4\u30EB\u306E\u4E0D\u8DB3\u3092\u78BA\u8A8D
CheckExtraFeaturesToInstallJob.check.extra.feature.to.install=\u8FFD\u52A0\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u306A\u6A5F\u80FD\u3092\u78BA\u8A8D
UpdateWizardModel.local.folder.must.be.folder=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u30D1\u30B9\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\uFF08\u30D5\u30A1\u30A4\u30EB\u540D\u306F\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\uFF09\u3002
UpdateWizardModel.local.folder.must.exist.error=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\u3002
UpdateWizardModel.local.folder.required.error=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\u3002
UpdateWizardModel.url.invalid.error=\u30AB\u30B9\u30BF\u30E0\u30B5\u30A4\u30C8\u306EURL\u304C\u7121\u52B9\u3067\u3059\u3002
UpdateWizardModel.url.missing.error=\u30AB\u30B9\u30BF\u30E0\u66F4\u65B0\u30B5\u30A4\u30C8\u306EURL\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
SelectExtraFeaturesToInstallWizardPage.one.feature.must.be.selected=\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u3092\u9078\u629E\u3057\u3066\u4E0B\u3055\u3044
ChooseUpdateSitesWizardPage.choose.local.folder.dialog.title=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u9078\u629E
ChooseUpdateSitesWizardPage.custom.remote.site.tooltip=\u30AB\u30B9\u30BF\u30E0\u66F4\u65B0\u30B5\u30A4\u30C8\u306EURL\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002 \u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306FTalend\u66F4\u65B0\u30B5\u30A4\u30C8\u304B\u30891\u56DE\u306E\u307F\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3001\u3053\u306E\u5185\u90E8\u66F4\u65B0\u30B5\u30A4\u30C8\u7D4C\u7531\u3067\u69D8\u3005\u306AStudio\u306B\u914D\u5E03\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002Ex: http://update.talend.org/
ChooseUpdateSitesWizardPage.custom.remote.update.site=\u30AB\u30B9\u30BF\u30E0\u30EA\u30E2\u30FC\u30C8\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8
ChooseUpdateSitesWizardPage.default.remote.site.tooltip=\u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306FTalend\u66F4\u65B0\u30B5\u30A4\u30C8\u304B\u3089\u76F4\u63A5\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002 \u3053\u308C\u306F\u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u5FC5\u8981\u3068\u3059\u308B\u5404Studio\u306B\u5FC5\u8981\u306B\u306A\u308A\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.default.remote.update.site=Talend\u30EA\u30E2\u30FC\u30C8\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\uFF08\u30C7\u30D5\u30A9\u30EB\u30C8\uFF09
ChooseUpdateSitesWizardPage.local.folder=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC
ChooseUpdateSitesWizardPage.local.folder.tooltip=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E(\u5727\u7E2E\u3055\u308C\u305F)\u66F4\u65B0\u30B5\u30A4\u30C8\u3092\u683C\u7D0D\u3067\u304D\u308B\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3078\u306E\u30D1\u30B9\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306F\u30ED\u30FC\u30AB\u30EB\u66F4\u65B0\u30B5\u30A4\u30C8\u304B\u3089\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.page.description=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30A2\u30C3\u30D7\u30C7\u30FC\u30BF\u304A\u30B5\u30A4\u30C8\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u53C8\u306F\u30ED\u30FC\u30AB\u30EB\u304C\u6307\u5B9A\u53EF\u80FD\u3067\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u3067\u306F\u3001\u8907\u6570\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306F\u540C\u3058\u30D5\u30A9\u30EB\u30C0\u30FC\u306B\u683C\u7D0D\u51FA\u6765\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.page.title=\u66F4\u65B0\u30B5\u30A4\u30C8\u3092\u9078\u629E
SelectExtraFeaturesToInstallWizardPage.description.label=\u8AAC\u660E:
SelectExtraFeaturesToInstallWizardPage.feature.column.name.name=\u540D\u524D
SelectExtraFeaturesToInstallWizardPage.feature.list.label=\u4F7F\u7528\u53EF\u80FD\u306A\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\uFF1A
SelectExtraFeaturesToInstallWizardPage.featureDescriptionText.text=azzazaeaz e zae zqe ez r qer ez r ezr zef sqf sdf ds f dsffg dsf gdfsgsdfgdsfg df g dfs gdf g dfs g fdg df g dsf gd fsg dsf g sdfg dsf g dsfg dsf g dsfg dsfg
SelectExtraFeaturesToInstallWizardPage.features.column.version.name=\u30D0\u30FC\u30B8\u30E7\u30F3
SelectExtraFeaturesToInstallWizardPage.no.feauture.to.install=\n\n\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u65B0\u898F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
SelectExtraFeaturesToInstallWizardPage.wizard.page.description=Talend\u306B\u3088\u3063\u3066\u63D0\u4F9B\u3055\u308C\u305F\u4EE5\u4E0B\u306E\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306E\u3046\u30611\u3064\u307E\u305F\u306F\u8907\u6570\u3092\u9078\u629E\u3057\u3001Studio\u306E\u6A5F\u80FD\u3092\u5145\u5B9F\u3055\u305B\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
SelectExtraFeaturesToInstallWizardPage.wizard.page.title=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u3092\u9078\u629E
UpdateStudioWizard.all.feautures.installed.successfully=\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6210\u529F\u3057\u307E\u3057\u305F\u3002
UpdateStudioWizard.do.no.show.check.box.text=\u8868\u793A\u3057\u306A\u3044
UpdateStudioWizard.do.you.want.to.restart=\n\u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u3092\u6709\u52B9\u5316\u3059\u308B\u306B\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002\n\u518D\u8D77\u52D5\u3057\u307E\u3059\u304B?
UpdateStudioWizard.install.sucessfull=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6210\u529F\u3057\u307E\u3057\u305F
UpdateStudioWizard.proxy.config.button.text=Proxy\u8A2D\u5B9A...
UpdateStudioWizard.some.feautures.installed.sucessfully=\u4E00\u90E8\u306E\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
UpdateStudioWizard.wizard.windows.title=Talend\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u8FFD\u52A0
InstallNewFeatureJob.installing.talend.new.features=\u65B0\u898FTalend\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
InstallNewFeatureJob.user.cancel.installation.of.feature=\u30E6\u30FC\u30B6\u30FC\u306F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\uFF1A{0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F\u3002
InstallNewFeatureJob.failed.to.install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u5931\u6557\u3057\u307E\u3057\u305F\uFF1A{0}
InstallNewFeatureJob.failed.dialog.tryagin=\u5E7E\u3064\u304B\u306E\u6A5F\u80FD\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u51FA\u6765\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u307E\u3059\u304B\uFF1F
ExtraFeaturesFactory.checking..feature.to.install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308BTalend\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u3092\u30C1\u30A7\u30C3\u30AF\u4E2D
ExtraFeaturesFactory.failed.to.read.licence=\u30E9\u30A4\u30BB\u30F3\u30B9\u304B\u3089\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u8FFD\u52A0\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u306E\u8AAD\u307F\u53D6\u308A\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
ExtraFeaturesFactory.back.config.error=config.ini\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ExtraFeaturesFactory.restore.config.error=config.ini\u3092\u5FA9\u5143\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ExtraFeature.checking.is.installed={0}\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F\u3067\u3042\u308B\u3053\u3068\u306E\u30C1\u30A7\u30C3\u30AF\u4E2D\u3002
ExtraFeature.checking.need.update=\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC"{0}"\u306E\u66F4\u65B0\u3092\u30C1\u30A7\u30C3\u30AF\u4E2D\u3002
ExtraFeature.coud.not.create.p2.agent=p2\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
ExtraFeature.could.not.find.feature=\u4EE5\u4E0B\u306E\u30EA\u30DD\u30B8\u30C8\u30EA{2}\u5185\u306B\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC{0} ({1})\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ExtraFeature.error.installing.feature.uri.exception=URI\u4F8B\u5916\u306E\u305F\u3081\u306B\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC{0} ({1})\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
ExtraFeature.error.installing.new.feature=\u65B0\u898F\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC: {0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
ExtraFeature.installing.feature=Talend\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC: {0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D
ExtraFeature.p2.agent.provider.not.found=\u8FFD\u52A0\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC: {0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306BP2 \u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ExtraFeature.p2.agent.service.not.found=\u8FFD\u52A0\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC: {0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306BP2 \u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ExtraFeature.searching.talend.features=Talend\u30D5\u30A3\u30FC\u30C1\u30E3\u30FC\u3092\u691C\u7D22\u4E2D:
sucessfull.install.of.feature={0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6210\u529F
installing.new.components.name=\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
installing.new.components.description=\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306E\u305F\u3081\u306B\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u8A66\u307F\u307E\u3059
failed.install.of.feature={0}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u307E\u3057\u305F
ComponentsNexusInstallFactory.categorytitile=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\uFF08{0}\uFF09
ComponentP2ExtraFeature.installing.components=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB: {0} ({1})
ComponentP2ExtraFeature.user.cancel.installation.of.components=\u30E6\u30FC\u30B6\u30FC\u304C\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F: {0} ({1})
ComponentP2ExtraFeature.could.not.find.components=\u4EE5\u4E0B\u306E\u30EA\u30DD\u30B8\u30C8\u30EA{2}\u5185\u306B\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0} ({1})\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ComponentP2ExtraFeature.error.installing.new.components=\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0} ({1})\u3002\n\u539F\u56E0\u306E\u8A73\u7D30: {2}
ComponentP2ExtraFeature.error.installing.components.uri.exception=URI\u4F8B\u5916\u306E\u305F\u3081\u306B\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0} ({1})\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
sucessfull.install.of.components=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u6210\u529F\u3057\u305F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\uFF1A{0} ({1})
